[PR_Destroyer X2SoldierClassTemplate]
+DisplayName="毁灭者"
+ClassSummary="毁灭者熟练地结合火箭弹和狙击步枪的精准度来压倒并消灭他们的对手。他们运用计算周密的战术来摧毁敌人，如同暴雨般倾泻火箭弹来覆盖战场，并将敌人点燃。他们以致命的精准度，通过强大的狙击步枪发出决定性的射击，最终消灭目标。"
+LeftAbilityTreeTitle="毁灭者"
+RightAbilityTreeTitle="臂套"
AbilityTreeTitles[0]="狙击手"
AbilityTreeTitles[1]="火箭兵"
AbilityTreeTitles[2]="纵火狂"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="毁灭者"
+RandomNickNames[1]="破坏者"
+RandomNickNames[2]="烤焦"
+RandomNickNames[3]="纵火者"
+RandomNickNames[4]="地狱火"
